{
    "Inicio": "Home",
    "Sobre": "About",
    "Habilidades": "Skills",
    "Serviços": "Services",
    "Projetos": "Projects",
    "Contato": "Contact",


    "Your browser does not support the audio element.": "Your browser does not support the audio element.",
    "EN": "EN",
    "PT": "PT",
    "Software Developer": "Software Developer",
    "Sou a Yasmim e sou desenvolvedora de software e estudante de S.I.": "I'm Yasmim and I'm a software developer and S.I. student.",
    "Welcome to my portfolio!": "Welcome to my portfolio!",
    "Load CV": "Download CV",


    "My Image": "My Image",
    "About Me": "About Me",
    "About me": "About me",
    "Personal Presentation": "Personal Presentation",
    "Hello, my name is Yasmim Barros!": "Hello, my name is Yasmim Barros!",
    "I am 22 years old, born in Bahia, born in the city of Salvador, but residing in Feira de Santana, the princess of the Bahia hinterland!": "I'm 22 years old, I'm from Bahia, born in the city of Salvador, but living in Feira de Santana, the princess of the Bahian backlands!",
    "I am a Software developer and Information Systems student. I love learning new things and I am always on the move, whether developing a new project or exploring new technologies.": "I am a Software developer and Information Systems student. I love learning new things and I'm always on the move, whether developing a new project or exploring new technologies.",
    "Below are some skills and projects I carried out.": "Below are some skills and projects I carried out.",
    "Sistemas de Informação": "Information Systems",
    "Em andamento":"In progress",
    "Téc. Desenv. de Sistemas": "Tech. Development of Systems",
    "Concluído": "Concluded",
    

    
    "Conhecimentos Técnicos": "Technical Skills",
    "HTML5": "HTML5",
    "CSS3": "CSS3",
    "Tailwind": "Tailwind",
    "ReactJs": "ReactJs",
    "Laravel": "Laravel",
    "Bootstrap": "Bootstrap",
    "JavaScript": "JavaScript",
    "Python": "Python",
    "Java": "Java",
    "Php": "Php",
    "MySQL": "MySQL",
    "Git": "Git",
    "Figma": "Figma",
    "Vscode": "Vscode",

    "O sistema visa melhorar a experiência de compra para os clientes e otimizar a gestão dos profissionais imobiliários. Centraliza todas as informações necessárias para facilitar o fechamento de negócios, permitindo que os corretores cadastrem, editem e removam imóveis. Além disso, oferece uma seção que mostra o status das listagens de propriedades, dando uma visão clara do catálogo da corretora.": "The system aims to improve the purchasing experience for customers and optimize the management of real estate professionals. Centralizes all the information necessary to facilitate closing deals, allowing brokers to register, edit and remove properties. Additionally, it offers a section that shows the status of property listings, giving a clear view of the brokerage's catalog.",
    "A ToDo List é uma solução de gerenciamento de tarefas projetada para impulsionar a produtividade e a organização. Equipada com uma interface intuitiva, os usuários podem facilmente priorizar suas tarefas utilizando etiquetas inteligentes e acompanhar os prazos de conclusão de forma simplificada.": "ToDo List is a task management solution designed to boost productivity and organization. Equipped with an intuitive interface, users can easily prioritize their tasks using smart labels and track completion deadlines in a simplified way.",
    "Agencia de Marketing": "Marketing Agency",
    "Landing page de agencia digital de marketing, responsivo, desenvolvido para prática e aperfeiçoamento de conhecimentos":"Digital marketing agency landing page, responsive, developed for practice and knowledge improvement",


    "Serviços Autonomos" : "Autonomous Services",
    "Sites" : "Websites",
    "Landing Page" : "Landing Page",
    "Ofereço serviços de qualidade de desenvolvimento de sites e landing page pra quem deseja aumentar a presença online do seu negócio ou marca com muito mais personalidade e resultados. Vem mudar o futuro da seu negócio também! " : "I offer quality website and landing page development services for those who want to increase the online presence of their business or brand with much more personality and results. Come change the future of your business too!",
    "Contratar" : "Hire",


    "E ai, ficou interessado? Entre em contato e vamos conversar!" : "So, are you interested? Get in touch and let's talk!",
    "Nome" : "Name",
    "Telefone" : "Telephone",
    "Email" : "Email",
    "Mensagem" : "Message",
    "Enviar" : "Send",
    "WhatsApp" : "WhatsApp",
    "Linkedin" : "Linkedin",
    "GitHub" : "GitHub",

    "Me acompanhe nas redes" : "Follow me on social media",
    "2024 © Todos os direitos reservados - Yasmim Barros" : "2024 © All rights reserved - Yasmim Barros",
    "Site carinhosamente desenvolvido por mim ♡" : "Website lovingly developed by me ♡"


}